Repository: elusiveunit/lucid-slider
Catalog: lang/lucid-slider-*.po
Languages: sv_se

source: %1$s updated. <a href="%2$s">View %3$s</a>
sv_se: %1$s uppdaterat. <a href="%2$s">Visa %3$s</a>

source: %s updated.
sv_se: %s uppdaterat.

source: %1$s restored to revision from %2$s
sv_se: %1$s återställt till version från %2$s

source: %1$s published. <a href="%2$s">View %3$s</a>
sv_se: %1$s publicerat. <a href="%2$s">Visa %3$s</a>

source: %s saved.
sv_se: %s sparat.

source: %1$s submitted. <a target="_blank" href="%2$s">Preview %3$s</a>
sv_se: %1$s sparat. <a target="_blank" href="%2$s">Förhandsgranska %3$s</a>

source: %1$s scheduled for: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview %4$s</a>
sv_se: %1$s schemalagt för: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Förhandsgranska %4$s</a>

source: %1$s draft updated. <a target="_blank" href="%2$s">Preview %3$s</a>
sv_se: Utkast av %1$s uppdaterat. <a target="_blank" href="%2$s">Förhandsgranska %3$s</a>

source: %s published.
sv_se: %s publicerat.

source: %s submitted.
sv_se: %s sparat.

source: %1$s scheduled for: <strong>%2$s</strong>.
sv_se: %1$s schemalagt för: <strong>%2$s</strong>.

source: %s draft updated.
sv_se: Utkast av %s uppdaterat.

source: You do not have sufficient permissions to access this page.
sv_se: Du har inte tillräcklig behörighet för att få tillgång till denna sida.

source: The email address seems to be invalid.
sv_se: E-postadressen verkar inte vara giltig.

source: The URL seems to be invalid.
sv_se: URL:en verkar inte vara giltig.

source: Please format the hex color correctly.
sv_se: Vänligen formatera färgkoden korrekt.

source: There were settings with invalid values.
sv_se: Det finns inställningar med ogiltiga värden.

source: 'This action can not be undone, are you sure?'
sv_se: 'Detta kan inte ångras, är du säker?'

source: All sliders
sv_se: Alla bildspel

source: Add new
sv_se: Skapa nytt

source: Add new slider
sv_se: Skapa nytt bildspel

source: Edit slider
sv_se: Redigera bildspel

source: New slider
sv_se: Nytt bildspel

source: View slider
sv_se: Visa bildspel

source: Search sliders
sv_se: Sök bildspel

source: No sliders found
sv_se: Hittade inga bildspel

source: No sliders found in trash
sv_se: Hitta inga bildspel i papperskorgen

source: Parent slider:
sv_se: Förälder:

source: Slides
sv_se: Bildspelsbilder

source: Slider settings
sv_se: Bildspelsinställningar

source: Lucid Slider Settings
sv_se: Inställningar Lucid Slider

source: Images
sv_se: Bilder

source: Image sizes
sv_se: Bildstorlekar

source: Make sure the dimensions are formatted correctly.
sv_se: Se till att måtten är korrekt formaterade.

source: Separate each image size with a new line. Format like <strong>800x250</strong> (width&times;height).
sv_se: Separera varje bildstorlek med en blankrad. Format: <strong>800x250</strong> (bredd&times;höjd).

source: Theme integration
sv_se: Temaintegration

source: Load bundled assets
sv_se: Ladda standardfiler

source: Load if not using in the theme.
sv_se: Ladda om de inte finns med i temat.

source: Load CSS
sv_se: Ladda CSS

source: Load JavaScript
sv_se: Ladda JavaScript

source: Initialize slider
sv_se: Starta bildspel

source: General slider settings
sv_se: Allmänna bildspelsinställningar

source: Fade
sv_se: Tona (fade)

source: Slide
sv_se: Glid (slide)

source: Sliding direction
sv_se: Riktning

source: Only affects the "slide" animation
sv_se: Påverkar bara animationen "glid"

source: Horizontal
sv_se: Horisontellt

source: Vertical
sv_se: Vertikalt

source: Animation loop
sv_se: Animationsloop

source: Loop the slides
sv_se: Loopa bildspelsbilderna

source: If disabled, directional navigation will be disabled at either end
sv_se: Om avstängt kommer riktad navigering (pilar) inaktiveras i vardera ände

source: Smooth height
sv_se: Mjuk höjd

source: Only affects horizontal mode
sv_se: Påverkar endst horisontellt läge

source: Slideshow
sv_se: Bildspel

source: Animate slider automatically
sv_se: Animera bildspelet automatiskt

source: Slideshow speed
sv_se: Bildhastighet

source: Time each slide is displayed, in milliseconds
sv_se: Tid som varje bild visas, i millisekunder

source: Animation speed
sv_se: Animeringshastighet

source: Animation time (for fade/slide), in milliseconds
sv_se: Tid för animeringar (tona/glid), i millisekunder

source: Controls
sv_se: Kontroller

source: Slide navigation
sv_se: Bildnavigering

source: Show small navigation buttons for each slide
sv_se: Visa små navigeringsknappar för varje bild

source: Directional navigation
sv_se: Riktad navigering

source: Show previous/next navigation
sv_se: Visa navigering för föregående/nästa

source: Previous text
sv_se: Text föregående

source: Text for the "previous" directional navigation button, usually only seen by people with screen readers
sv_se: Text för riktade navigeringsknappen "föregående", oftast bara synlig för personer med skärmläsare

source: Next text
sv_se: Text nästa

source: Text for the "next" directional navigation button, usually only seen by people with screen readers
sv_se: Text för riktade navigeringsknappen "nästa", oftast bara synlig för personer med skärmläsare

source: Usability features
sv_se: Användbarhetsinställningar

source: Pause on action
sv_se: Pausa vid interaktion

source: Pause the slideshow when interacting with control elements
sv_se: Pausa bildspelet vid interaktion med kontroller

source: Pause on hover
sv_se: Pausa vid mushover

source: Pause the slideshow while hovering over slider
sv_se: Pausa bildspelet när muspekaren förs över det

source: Allow touch swipe navigation
sv_se: Tillåt navigering genom svepande gester

source: Using videos in the slider
sv_se: Video används i bildspelet

source: If set, this will prevent CSS3 3D Transforms to avoid graphical glitches
sv_se: Om aktiverat kommer CSS3 3D Transforms stoppas för att motverka oönskade beteenden

source: Remember to choose a size.
sv_se: Kom ihåg att välja en storlek.

source: Slider size
sv_se: Bildspelsstorlek

source: You must set image sizes in the settings to use the slider.
sv_se: Du måste ställa in bildstorlekar på inställningssidan innan bildspelet kan användas.

source: Remember to save your sort order!
sv_se: Glöm inte att spara ordningen!

source: Move
sv_se: Flytta

source: Image:
sv_se: Bild:

source: Add an image
sv_se: Lägg till en bild

source: Add...
sv_se: Lägg till...

source: Alt text:
sv_se: Alternativ text:

source: Image description for search engines and visually impaired people.
sv_se: Bildbeskrivning för sökmotorer och synskadade personer

source: Remove
sv_se: Ta bort

source: Add slide
sv_se: Lägg till bild

source: Shortcode
sv_se: Kortkod

source: Animate slide height differences
sv_se: Animera skillnader i höjd mellan bilder

source: Randomize
sv_se: Slumpa

source: Randomize slide order
sv_se: Slumpa bildernas ordning

source: Overview
sv_se: Överblick

source: Activate the slider automatically
sv_se: Aktivera bildspelet automatisk

source: Calls the <strong>flexslider</strong> JavaScript function with the options from the Slider settings page. Disable if calling it in the theme.
sv_se: Anropar JavaScript-funktionen <strong>flexslider</strong> med de valda alternativen från inställningssidan Bildspel. Inaktivera om den anropas i temat.

source: Choose slide image
sv_se: Välj bildspelsbild

source: Choose image
sv_se: Välj bild

source: Full size
sv_se: Full storlek

source: Enable slider widget
sv_se: Aktivera bildspelswidget

source: Make a widget available for use in a sidebar.
sv_se: Gör en widget tillgänglig for användning i sidebars

source: Display a slider
sv_se: Visa ett bildspel

source: Title:
sv_se: Rubrik

source: Slider:
sv_se: Bildspel

source: Insert a slider
sv_se: Lägg till ett bildspel

source: Choose a slider
sv_se: Välj ett bildspel

source: No size
sv_se: Ingen storlek

source: Insert slider
sv_se: Infoga bildspel

source: Tools
sv_se: Verktyg

source: Editor
sv_se: Redigerare

source: Enable visual editor button
sv_se: Aktivera knapp för den visuella redigeraren

source: Make a UI available for visual shortcode insertion
sv_se: Gör ett gränssnitt tillgängligt för visuell infogning av kortkod

source: Show all fields
sv_se: Visa alla fält

source: Hide fields
sv_se: Dölj fält

source: Slider template
sv_se: Bildspelsmall

source: Default
sv_se: Standard
